[
    {
        "name":"GDSC NIT Jalandhar",
        "desc":"A community of active learners who believe in collaboration over competition",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/dr-b-r-ambedkar-national-institute-of-technology-nit-jalandhar/"
    },
    {
        "name":"GDSC UIET Punjab",
        "desc":"We are an open community of geeks who help each other learn new technologies, in a peer-to-peer learning environment. We believe that every student can become a developer and use their newfound knowledge to make an impact on their society. To help students bridge the gap between theory and practice, we host workshops, meetups, and informative sessions every now and then.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/university-institute-of-engineering-technology-punjab-university-chandigarh"
    },
    {
        "name":"GDSC LPU",
        "desc":"Google Developer Student Club - LPU is a University-based community group for students interested in Google Developer Technologies. GDSC - LPU gives you a platform to Showcase your skills and gives you exposure to grow, being a part of the community where you will get access to Google Resources for building and enhancing your skills.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/lovely-professional-university-jalandhar/"
    },
    {
        "name":"GDSC BBSBEC",
        "desc":"We, at GDSC BBSBEC, intend to build and enhance the development skills and knowledge of students. It's a club where we learn and create amazing stuff together with other inquisitive developers and exhilarate everyone to their core. Our motto is to learn the necessary skills and collaborate and contribute to building solutions for real-world problems.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/baba-banda-singh-bahadur-engineering-college-fatehgarh-sahib/"
    }
    ,{
        "name":"GDSC GNDU Amritsar",
        "desc":"Developer Student Clubs Chandigarh University is a community group for students interested in Google developer technologies. Students from all undergraduate or graduate programs with an interest in growing as a developer are welcome to join our family. By joining a DSC, students grow their knowledge in a peer-to-peer learning environment and build solutions for local businesses and their community.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/guru-nanak-dev-university-amritsar/"
    },
    {
        "name":"GDSC Chandigarh University",
        "desc":"GDSC- GNDU is a community of tech enthusiasts, run by students in Guru Nanak Dev University, Amritsar, under Google Developer Student Clubs. We believe in 'Growth together', success can be achieved but the real success with satisfaction lies in success with others.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/chandigarh-university-chandigarh/"
    },
    {
        "name":"GDSC CGC COE",
        "desc":"GDSC CGC is a student oriented technical club which primely intents to aid students in building up their skills in the prominent tech-fields of the present - Web Technologies, Machine learning, Mobile app development, Cloud. Students from any/every academic background are welcome. DSC CGC fuels the concept of bringing like-minded tech geeks under one roof to enhance their growth and make the best of the talents available to the community.",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/chandigarh-group-of-colleges-coe-landran/"
    },
    {
        "name":"GDSC DAVIET",
        "desc":"We at DAV Institute of Engineering and technology, believe that technology can do marvels and all it requires is good guidance, to transform any student into a developer. We aim to bridge the gap between learning and implementation. ",
        "img":"gd.png",
        "link":"https://gdsc.community.dev/dav-institute-of-engineering-technology-jalandhar/"
    },
    {
        "name":"ng-India",
        "desc":"India's Largest Angular Conference",
        "img":"ngindia.jpeg",
        "link":"https://www.meetup.com/geek97/"
    },
    {
        "name":"JavaScript Kingdom",
        "desc":"A community for JavaScript stacks developers. Place to learn new daily. ",
        "img":"jsk.png",
        "link":"https://javascriptkingdom.github.io"
    },
    {
        "name":"neo4j",
        "desc":"Neo4j is a graph database management system developed by Neo4j, Inc. Described by its developers as an ACID-compliant transactional database with native graph storage and processing.",
        "img":"neo4j.png",
        "link":"https://neo4j.com/"
    }
]