[
  {
    "id": "501",
    "slide": "",
    "title": "Why Get Certified on Google Cloud?",
    "description": "Are certifications relevant or is experience? Does taking certifications improve my career prospects? How are they valuable? I'll show you how certifications pertinent, how they increase your knowledge, and also expand your opportunities.",
    "track": "Cloud",
    "link": "",
    "time":"15 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "15 min",
    "speakers": [
      101 
    ],
    "visible":"1"
  },
  {
    "id": "502",
    "slide": "",
    "title": "Being a Maker with ML APIs",
    "description": "In this session, we'll learn to build applications that benefit from the power of Machine Learning using existing APIs from GCP. One such application will be a text-to-speech paper summarization system. The session will focus more on being a maker with ML rather than ML itself.",
    "track": "ML",
    "link": "",
    "time":"30 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "30 min",
    "speakers": [
      102
    ],
    "visible":"1"
  },
  {
    "id": "503",
    "slide": "",
    "title": "Optimize your apps for Android (Go edition)",
    "description": "Android (Go edition) is a mobile operating system built for entry-level smartphones with less RAM. It runs lighter and saves data, enabling OEMs to build affordable and reliable smartphones.  Considering the big OEMs like Jio, Samsung, Oppo, Realme etc. building Android (Go edition) devices, the user base for the apps running on Go devices is increasing exponentially. If the user experience is not catered, your app business is going to be directly affected. So, there is a need for developers to build apps that perform well on these devices and provide users a smooth app experience. But the markets with the fast growing internet and smartphone penetration can have some challenging issues, such as: Your app is not starting within the required time limit. A lot of features/required capabilities increases your app size  How to handle memory pressure while working on Go apps? To help your app succeed and deliver the best possible experience in developing markets, In this session, I will talk about considerations that developers should keep in mind when adapting their apps to work well on Go devices. Not only do these best practices work for Go but all the Android devices across different versions and memory ranges (low/mid/high-end devices). ",
    "track": "Mobile",
    "link": "",
    "time":"30 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "30 min",
    "speakers": [
      103
    ],
    "visible":"1"
  },
  {
    "id": "504",
    "slide": "",
    "title": "Code or NoCode for Flutter?",
    "description": "This talk is showcase that as a Flutter is a great UI toolkit to build Apps faster, now we have nocode solutions for Flutter apps. How reliable and helpful.",
    "track": "Flutter",
    "link": "",
    "time":"30 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "30 min",
    "speakers": [
      104
    ],
    "visible":"1"
  },
  {
    "id": "505",
    "slide": "",
    "title": "Workshop on Android",
    "description": "Workshop on Android",
    "track": "Mobile",
    "link": "",
    "time":"60 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "60 min",
    "speakers": [
      105
    ],
    "visible":"1"
  },
  {
    "id": "506",
    "slide": "",
    "title": "My Top Five Learnings from Communities",
    "description": "I will be sharing a few stories on how communities have had an impact on me and what I learnt in the process.",
    "track": "Communities",
    "link": "",
    "time":"10 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "10 min",
    "speakers": [
      106
    ],
    "visible":"1"
  },
  {
    "id": "507",
    "slide": "",
    "title": "How Angular helps with Scale",
    "description": "I will be sharing a few stories on how communities have had an impact on me and what I learnt in the process.",
    "track": "Web",
    "link": "",
    "time":"20 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "20 min",
    "speakers": [
      107
    ],
    "visible":"1"
  },
  {
    "id": "508",
    "slide": "",
    "title": "Cheatsheet for Building Resilient APIs",
    "description": "This talk would cover five strategies to keep in mind for building resilient APIs.",
    "track": "Web",
    "link": "",
    "time":"10 min",
    "format": "Day 1",
    "date": " Oct 16, 2022",
    "timeDuration": "10 min",
    "speakers": [
      108
    ],
    "visible":"1"
  }
]
